Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# osc.precision
source: Precision
af: Presisie
ar: الدقة
ca: Precisió
cs: Přesnost
da: Præcision
de: Genauigkeit
es: Precisión
fi: Tarkkuus
fr: Précision
he: דיוק
hr: Točnost
hu: Pontosság
id: Ketepatan
it: Precisione
ja: 精度
ko: 정밀도
nl: Precisie
pl: Dokładność
pt_br: Precisão
pt_pt: Precisão
ro: Precizie
ru: Точность
sk: Presnosť
sr_rs: Preciznost
tr: Kesinlik
uk: Точність
zh_hans: 精确度
zh_hant: 精確度

# osd.abloop.a
source: AB-Loop: A
af: AB-lus: A
ar: AB-دورة: A
ca: Bucle-AB: A
cs: Smyčka: A
da: AB-Løkke: A
de: A-B-Schleife: A
es: Bucle-AB: A
fi: AB-silmukka: A
fr: Boucle AB : A
he: לולאת א-ב: א
hi: AB-लूप: A
hr: A-B petlja: A
hu: AB-Ciklus: A
id: Pengulangan-AB: A
it: Ripeti A-B: A
ja: AB-リピート: A
ko: 구간 반복: 시작 위치
nl: Beginpunt herhaalgedeelte ingesteld
pl: Pętla-AB: A
pt_br: Loop-AB: A
pt_pt: Loop-AB: A
ro: Buclă-AB: A
ru: Цикл: точка А
sk: AB-slučka: A
sr_rs: A-B petlja: A
tr: A-B Döngüsü: A
uk: Цикл A—B: A
zh_hans: AB循环：A
zh_hant: AB循環：A

# osd.abloop.b
source: AB-Loop: B
af: AB-lus: B
ar: AB-دورة: A
ca: Bucle-AB: B
cs: Smyčka: B
da: AB-Løkke: B
de: A-B-Schleife: B
es: Bucle-AB: B
fi: AB-silmukka: B
fr: Boucle AB : B
he: לולאת א-ב: ב
hi: AB-लूप: B
hr: A-B petlja: B
hu: AB-Ciklus: B
id: Pengulangan-AB: B
it: Ripeti A-B: B
ja: AB-リピート: B
ko: 구간 반복: 마침 위치
nl: Eindpunt herhaalgedeelte ingesteld
pl: Pętla-AB: B
pt_br: Loop-AB: B
pt_pt: Loop-AB: B
ro: Buclă-AB: B
ru: Цикл: точка Б
sk: AB-slučka: B
sr_rs: A-B petlja: B
tr: A-B Döngüsü: B
uk: Цикл A—B: B
zh_hans: AB循环：B
zh_hant: AB循環：B

# osd.abloop.clear
source: AB-Loop: Cleared
af: AB-lus: opgehef
ar: AB-Loop: مسح
ca: Bucle-AB: suprimit
cs: Smyčka zrušena
da: AB-Løkke: Tømt
de: A-B-Schleife: Aus
es: Bucle-AB: Borrado
fi: AB-silmukka: Tyhjennetty
fr: Boucle AB: vidé
he: לולאת א-ב: בוטלה
hi: AB-लूप: साफ़ किया गया
hr: A-B petlja: izbrisana
hu: AB-Ciklus: Tiszta
id: Pengulangan-AB: Dibersihkan
it: Ripeti A-B: azzerato
ja: AB-リピート: リセット
ko: 구간 반복: 해제됨
nl: Herhaalgedeelte opgeheven
pl: Pętla-AB: wyczyszczono
pt_br: AB-Loop: Desfeito
pt_pt: Loop-AB: Limpo
ro: AB-Loop: Șters
ru: Цикл: сброшен
sk: AB-slučka: Vymazaná
sr_rs: A-B petlja: očišćena
sv: A–B-loop: rensad
tr: A-B Döngüsü: Temizlendi
uk: Цикл A—B: очищено
zh_hans: AB循环：清除
zh_hant: AB循環：清除

# osd.add_to_playlist
source: Added %i Files to Playlist
af: %i lêers tot afspeellys toegevoeg
ar: تم إضافة %i ملفات إلى قائمة التشغيل
ca: %i fitxer afegits a la llista de reproducció
cs: Souborů přidáno do playlistu: %i
da: Tilføj %i filer til Playlist
de: %i Dateien zur Wiedergabeliste hinzugefügt
es: Se añadieron %i archivos a la lista de reproducción
fi: Lisätty %i tiedostoa soittolistaan
fr: %i fichiers ajoutés à la liste de lecture
he: נוספו %i קבצים לרשימת ההשמעה
hi: प्लेलिस्ट में %i फ़ाइलें जोड़ी गईं
hr: Dodane datoteke u playlistu: %i
hu: %i fájl hozzáadva a lejátszási listához
id: Menambahkan %i file ke Daftar Putar
it: Aggiungi %i file alla playlist
ja: %i個のファイルをプレイリストに追加しました
ko: %i 파일이 재생목록에 추가되었습니다
nl: %i bestanden toegevoegd aan afspeellijst
pl: Dodano %i plików do playlisty
pt_br: %i Arquivos Adicionados à Lista de Reprodução
pt_pt: %i Ficheiros Adicionados à Playlist
ro: Fișierul %i a fost adăugat la lista de redare
ru: Добавлено %i файлов в плейлист
sk: Súbory pridané do playlistu: %i
sr_rs: Datoteka dodato u plejlistu: %i
sv: La till %i filer till spellistan
tr: %i Dosya Oynatma Listesine Eklendi
uk: Додано %i файлів до плейлиста
zh_hans: 已添加 %i 个文件至播放列表
zh_hant: 已新增%i個檔案至播放列表

# osd.aspect
source: Aspect Ratio: %@
af: Aspekverhouding: %@
ar: نسبة العرض والارتفاع: %@
ca: Relació d'aspecte: %@
cs: Poměr stran: %@
da: Aspekt Ratio: %@
de: Seitenverhältnis: %@
es: Proporción: %@
fi: Kuvasuhde: %@
fr: Format d'image : %@
he: יחס גובה-רוחב: %@
hi: आस्पेक्ट अनुपात: %@
hr: Omjer: %@
hu: Képarány: %@
id: Rasio Aspek: %@
it: Proporzioni: %@
ja: アスペクト比: %@
ko: 화면비: %@
nl: Beeldverhouding: %@
pl: Proporcje obrazu: %@
pt_br: Proporção: %@
pt_pt: Proporção: %@
ro: Raport de aspect: %@
ru: Соотношение сторон: %@
sk: Pomer strán: %@
sr_rs: Odnos širina/visina: %@
sv: Förhållande: %@
tr: En-Boy Oranı: %@
uk: Пропорції: %@
zh_hans: 长宽比：%@
zh_hant: 顯示比例：%@

# osd.audio_delay.earlier
source: Audio Delay: %.2fs Earlier
af: Oudio versnel met %.2fs
ar: تأخير الصوت: %.2fثانية سابقة
ca: Retard de l'àudio: %.2fs abans
cs: Zpoždění zvuku: −%.2f s
da: Lydforsinkelse: %.2fs tidligere
de: Audioverzögerung: %.2f s früher
es: Retraso de audio: %.2fs Antes
fi: Äänen viive: %.2fs aiemmin
fr: Délai audio : %.2fs en retard
he: עיכוב שמע: %.2f שניות הקדמה
hi: ऑडियो विलंब: %.2fs पूर्व
hr: Kašnjenje zvuka: %.2fs ranije
hu: Hangkésleltetés: %.2fmp-vel hamarabb
id: Jeda Audio: %.2f dtk lebih lambat
it: Differenza audio: %.2fs prima
ja: オーディオディレイ: %.2f秒 早く
ko: 오디오 지연: %.2f초 빠르게
nl: Audio versneld met %.2fs
pl: Opóźnienie dźwięku: %.2fs wcześniej
pt_br: Atraso de Audio: %.2fs Antecipado
pt_pt: Atraso de Áudio: %.2fs Antes
ro: Întârziere audio: %.2fs mai devreme
ru: Задержка аудио: на %.2f с раньше
sk: Posunutie zvuku: -%.2f s
sr_rs: Kašnjenje zvuka: %.2fs ranije
sv: Ljudfördröjning: %.2fs tidigare
tr: Ses Gecikmesi: %.2f sn Erken
uk: Затримка звуку: –%.2f с
zh_hans: 音频延迟：提前 %.2f 秒
zh_hant: 音訊延遲：提前 %.2f 秒

# osd.audio_delay.later
source: Audio Delay: %.2fs Later
af: Oudio vertraag met %.2fs
ar: تأخير الصوت: %.2fثانية لاحقاً
ca: Retard de l'àudio: %.2fs després
cs: Zpoždění zvuku: %.2f s
da: Lydforsinkelse: %.2fs Senere
de: Audioverzögerung: %.2f s später
es: Retraso de audio: %.2fs Después
fi: Äänen viive: %.2fs myöhemmin
fr: Délai audio : %.2fs en avance
he: עיכוב שמע: %.2f שניות איחור
hi: ऑडियो विलंब: %.2fs बाद में
hr: Kašnjenje zvuka: %.2fs kasnije
hu: Hangkésleltetés: %.2fmp-vel később
id: Penundaan Audio: %.2f dtk lebih cepat
it: Differenza audio: %.2fs dopo
ja: オーディオディレイ: %.2f秒 遅く
ko: 오디오 지연: %.2f초 느리게
nl: Audio vertraagd met %.2fs
pl: Opóźnienie dźwięku: %.2fs pózniej
pt_br: Atraso de Audio: %.2fs Atrasado
pt_pt: Atraso de Áudio: %.2fs Depois
ro: Întârziere audio: %.2fs mai târziu
ru: Задержка аудио: на %.2f с позже
sk: Posunutie zvuku: +%.2f s
sr_rs: Kašnjenje zvuka: %.2fs kasnije
sv: Ljudfördröjning: %.2fs senare
tr: Ses Gecikmesi: %.2f sn Geç
uk: Затримка звуку: +%.2f с
zh_hans: 音频延迟：延迟 %.2f 秒
zh_hant: 音訊延遲：延遲 %.2f 秒

# osd.audio_delay.nodelay
source: Audio Delay: No Delay
af: Geen oudiovertraging
ar: تأخير الصوت: لا تأخير
ca: Retard de l'àudio: sense retard
cs: Zpoždění zvuku: Žádné
da: Lydforsinkelse: Ingen forsinkelsen
de: Audioverzögerung: Keine
es: Retraso de audio: Sin Retraso
fi: Äänen viive: Ei viivästystä
fr: Délai audio : aucun
he: עיכוב שמע: ללא עיכוב
hi: ऑडियो विलंब: विलंब न करें
hr: Kašnjenje zvuka: bez kašnjenja
hu: Hangkésleltetés: Nincs késleltetés
id: Penundaan Audio: Tanpa Penundaan
it: Differenza audio: 0.00s
ja: オーディオディレイ: ディレイなし
ko: 오디오 지연: 없음
nl: Geen audiovertraging
pl: Opóźnienie dźwięku: Brak
pt_br: Atraso de Audio: Sem Atraso
pt_pt: Atraso de Áudio: Sem Atraso
ro: Întârziere audio: Fără întârziere
ru: Задержка аудио: нет задержки
sk: Posunutie zvuku: Žiadne
sr_rs: Kašnjenje zvuka: bez kašnjenja
sv: Ljudfördröjning: ingen fördröjning
tr: Ses Gecikmesi: Gecikme Yok
uk: Затримка звуку: без затримки
zh_hans: 音频延迟：无延迟
zh_hant: 音訊延遲：無

# osd.canceled
source: Canceled
af: Gekanselleer
ar: ملغاة
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
de: Abgebrochen
es: Cancelado
fi: Peruutettu
fr: Annulé
he: מבוטל
hi: रद्द
hr: Prekinuto
hu: Megszakítva
id: Dibatalkan
it: Annullato
ja: キャンセルされました
ko: 취소됨
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelado
pt_pt: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sr_rs: Otkazano
sv: Avbruten
tr: İptal edildi
uk: Скасовано
zh_hans: 已取消
zh_hant: 已取消

# osd.cannot_connect
source: Cannot connect
af: Kan nie koppel nie
ar: لا يمكن الاتصال
ca: No es pot connectar
cs: Nelze se spojit
da: Kan ikke forbinde
de: Keine Verbindung möglich
es: No se puede conectar
fr: Connexion impossible
he: ההתחברות נכשלה
hr: Neuspjelo povezivanje
hu: Nem tud csatlakozni
id: Tidak dapat terhubung
it: Impossibile connettersi
ja: 接続できません
ko: 연결할 수 없음
pl: Błąd połączenia
pt_br: Impossível conectar
ro: Nu se poate conecta
ru: Не удалось установить соединение
sk: Nie je možné sa pripojiť
sv: Kan inte ansluta
tr: Bağlanılamıyor
uk: Не вдалося підключитися
zh_hans: 无法连接
zh_hant: 無法連接

# osd.cannot_login
source: Cannot login
af: Kan nie aanteken nie
ar: لا يمكن تسجيل الدخول
ca: No és possible iniciar sessió
cs: Nelze se přihlásit
da: Kan ikke logge ind
de: Anmeldung fehlgeschlagen
es: No puedo iniciar sesión
fi: Kirjautuminen ei onnistu
fr: Impossible de se connecter
he: ההתחברות נכשלה
hi: लॉग इन नहीं कर सकता
hr: Neuspjela prijava
hu: Sikertelen belépés
id: Tidak bisa masuk
it: Login non riuscito
ja: ログインできません
ko: 로그인할 수 없음
nl: Kan niet inloggen
pl: Nie można się zalogować
pt_br: Erro ao logar
pt_pt: Impossível iniciar sessão
ro: Nu se poate loga
ru: Не могу войти
sk: Nie je možné prihlásiť
sr_rs: Prijava nije moguća
sv: Kan ej logga in
tr: Oturum açılamıyor
uk: Не можу зайти
zh_hans: 无法登录
zh_hant: 無法登入

# osd.chapter
source: Chapter: %@
af: Hoofstuk: %@
ar: الفصل: %@
ca: Capítol: %@
cs: Kapitola: %@
da: Kapitel: %@
de: Kapitel: %@
es: Capítulo: %@
fi: Kappale: %@
fr: Chapitre : %@
he: פרק: %@
hi: अध्याय: %@
hr: Poglavlje: %@
hu: Fejezet: %@
id: Bab: %@
it: Capitolo: %@
ja: チャプター: %@
ko: 챕터: %@
nl: Hoofdstuk: %@
pl: Rozdział: %@
pt_br: Capítulo: %@
pt_pt: Capítulo: %@
ro: Capitol: %@
ru: Глава: %@
sk: Kapitola: %@
sr_rs: Poglavlje: %@
sv: Kapitel: %@
tr: Bölüm: %@
uk: Розділ: %@
zh_hans: 章节：%@
zh_hant: 章節：%@

# osd.clear_playlist
source: Cleared Playlist
af: Afspeellys gewis
ar: مسح قائمة التشغيل
ca: Llista de reproducció suprimida
cs: Playlist smazán
da: Playliste tømt
de: Wiedergabeliste geleert
es: Lista de reproducción borrada
fi: Soittolista tyhjennetty
fr: Liste de lecture vidée
he: רשימת ההשמעה אופסה
hi: क्लीयर प्लेलिस्ट
hr: Playlista je izbrisana
hu: Lejátszási lista ürítése
id: Daftar Putar Dihapus
it: Playlist cancellata
ja: プレイリストをクリアしました
ko: 재생목록 비움
nl: Afspeellijst gewist
pl: Wyczyszczono playlistę
pt_br: Lista de Reprodução Esvaziada
pt_pt: Lista de Reprodução Limpa
ro: Listă de redare ștearsă
ru: Плейлист очищен
sk: Playlist vymazaný
sr_rs: Očišćena plejlista
sv: Spellista rensad
tr: Oynatma Listesi Temizlendi
uk: Плейлист очищено
zh_hans: 清除播放列表
zh_hant: 播放列表已清除

# osd.crop
source: Crop: %@
af: Snoei: %@
ar: قص صورة: %@
ca: Escapça: %@
cs: Ořez: %@
da: Beskær: %@
de: Zuschneiden: %@
es: Recortar: %@
fi: Rajaus: %@
fr: Rognage : %@
he: חיתוך: %@
hi: क्रॉप: %@
hr: Obreži: %@
hu: Vágás: %@
it: Ritaglio: %@
ja: クロップ: %@
ko: 화면 자르기: %@
nl: Bijsnijden: %@
pl: Kadrowanie obrazu: %@
pt_br: Cortar: %@
pt_pt: Cortar: %@
ro: Decupare: %@
ru: Кадрирование: %@
sk: Orezať: %@
sr_rs: Iseci: %@
sv: Beskär: %@
tr: Kırp: %@
uk: Обрізання: %@
zh_hans: 裁切：%@
zh_hant: 裁切：%@

# osd.deinterlace
source: Deinterlace: %@
af: Deïnterlinieer: %@
ar: تشابك: %@
ca: Desentrellaça: %@
cs: Odebrání prokládání: %@
de: Deinterlacing: %@
es: Desentrelazar: %@
fi: Lomituksenpoisto: %@
fr: Désentrelacer : %@
he: ביטול שזירה: %@
hi: डीइंटरलेस: %@
hr: Ukloni preplitanje: %@
hu: Váltottsoros képszűrő: %@
it: Deinterlacciamento: %@
ja: インターレース解除: %@
ko: 디인터레이스: %@
pl: Usuwanie przeplotu: %@
pt_br: Desentrelaçar: %@
pt_pt: Desentrelaçar: %@
ro: Deîntrețesere: %@
ru: Деинтерлейсинг: %@
sr_rs: Rasplitanje: %@
sv: Avfläta: %@
tr: Taramasızlık: %@
uk: Черезрядкова розгортка: %@
zh_hans: 反交错：%@
zh_hant: 去交錯：%@

# osd.file_error
source: Error reading file
af: Lêerleesfout
ar: خطأ في قراءة الملف
ca: Error llegint el fitxer
cs: Soubor nelze načíst
da: Fejl under indlæsning af fil
de: Lesefehler
es: Error al leer el archivo
fi: Virhe luettaessa tiedostoa
fr: Erreur lors de la lecture du fichier
he: שגיאה בקריאת הקובץ
hi: फ़ाइल पढ़ने में त्रुटि
hr: Greška prilikom čitanja datoteke
hu: Hiba a fájl olvasásakor
id: Terjadi kesalahan membaca file
it: Errore lettura file
ja: ファイルの読み込みエラー
ko: 파일 읽기 오류
nl: Fout bij het lezen van bestand
pl: Błąd wczytywania pliku
pt_br: Erro lendo arquivo
pt_pt: Erro ao ler o ficheiro
ro: Eroare la citirea fișierului
ru: Ошибка при чтении файла
sk: Chyba pri čítaní súboru
sr_rs: Greška pri čitanju datoteke
sv: Fel vid inläsning av fil
tr: Dosya okunurken hata oluştu
uk: Помилка читання файлу
zh_hans: 读取文件错误
zh_hant: 讀取檔案發生錯誤

# osd.file_loop
source: Loop Single File
af: Herhaal enkele lêer
ar: تكرار ملف واحد
cs: Opakovat jeden soubor
da: Gentag enkelt fil
de: Wiederhole einzelne Datei
es: Leer un solo fichero
fr: Lire en boucle le fichier uniquement
he: חזרה על קובץ בודד
hr: Ponavljanje datoteke
hu: Egyetlen fájl ismétlése
id: Pengulangan Pada Satu File
it: Ripeti il file singolo
ja: 1つのファイルをループ
ko: 단일 파일 반복 재생
pl: Zapętl pojedynczy plik
pt_br: Repetir Arquivo Único
ro: Repetă un singur fișier
ru: Повтор одного файла
sk: Opakuj jeden súbor
sv: Repetera enstaka fil
tr: Bir Dosyayı Yinele
uk: Повтор одного файлу
zh_hans: 循环单个文件
zh_hant: 循環播放單一檔案

# osd.filter_added
source: Added Filter: %@
af: Filter toegevoeg: %@
ar: تمت إضافة فلتر: %@
ca: Filtre afegit: %@
cs: Přidán filtr: %@
da: Tilføjet filter: %@
de: Filter „%@“ hinzugefügt
es: Filtro Añadido: %@
fi: Lisätty suodatin %@
fr: Filtre ajouté : %@
he: נוסף מסנן: %@
hi: जोड़ा गया फ़िल्टर: %@
hr: Dodani filtar: %@
hu: Szűrő hozzáadása: %@
id: Filter yang ditambahkan: %@
it: Aggiungto filtro: %@
ja: 追加したフィルター: %@
ko: 필터 추가됨: %@
nl: Filter toegevoegd: %@
pl: Dodano filtr: %@
pt_br: Filtro adicionado: %@
pt_pt: Filtro Adicionado: %@
ro: Filtru adăugat: %@
ru: Добавлен фильтр: %@
sk: Pridaný filter: %@
sr_rs: Dodati filter: %@
sv: La till filter: %@
tr: Filtre Eklendi: %@
uk: Доданий фільтр: %@
zh_hans: 已添加滤镜: %@
zh_hant: 已加入濾鏡：%@

# osd.filter_removed
source: Removed Filter
af: Filter verwyder
ar: إزالة الفلتر
ca: Filtre suprimit
cs: Filtr odebrán
da: Fjernet filter
de: Filter gelöscht
es: Filtro Eliminado
fi: Poistettu suodatin
fr: Filtre supprimé
he: המסנן הוסר
hi: फ़िल्टर हटाया गया
hr: Uklonjen filtar
hu: Szűrő eltávolítása
id: Filter Terhapus
it: Filtro rimosso
ja: 削除したフィルター
ko: 필터 제거됨
nl: Filter verwijderd
pl: Usunięto filtr
pt_br: Filtro removido
pt_pt: Filtro Removido
ro: Filtru șters
ru: Фильтр удален
sk: Odstránený filter
sr_rs: Uklonjeni filter
sv: Tog bort filter
tr: Filtre Kaldırıldı
uk: Видалений фільтр
zh_hans: 已移除滤镜
zh_hant: 已移除濾鏡

# osd.find_online_sub
source: Finding online subtitles…
af: Soek aanlyn na onderskrifte…
ar: العثور على الترجمة عبر الإنترنت…
ca: Cercant subtítols en línia…
cs: Vyhledávám titulky online…
da: Leder efter undertekster online...
de: Online nach Untertiteln suchen …
es: Buscando subtítulos en línea…
fi: Etsitään tekstityksiä verkosta…
fr: Recherche de sous-titres en ligne…
he: מחפש כתוביות מקוונות…
hi: ऑनलाइन उपशीर्षक ढूँढना…
hr: Pronađi titlovi na vezi…
hu: Online feliratok keresése…
id: Mencari terjemahan online…
it: Trova sottotitoli online…
ja: オンラインで字幕を探しています…
ko: 인터넷에서 자막을 찾는 중…
nl: Online naar ondertiteling zoeken…
pl: Wyszukiwanie napisów online…
pt_br: Buscando legendas online…
pt_pt: A encontrar legendas online…
ro: Găsește subtitrări online…
ru: Поиск субтитров в интернете…
sk: Hľadám titulky na internete…
sr_rs: Pronalaženje titlova na mreži…
sv: Hittar undertexter online…
tr: Çevrimiçi altyazılar bulunuyor...
uk: Шукаю субтитри в Інтернеті…
zh_hans: 正在查找在线字幕…
zh_hant: 正在搜尋線上字幕⋯

# osd.find_online_sub.source
source: from
af: vanaf
ar: من
ca: desd de
cs: z
da: fra
de: Quelle:
es: desde
fi: lähde:
fr: de
he: מאת
hr: na
hu: forrás
id: dari
it: da
ja: 検索先:
ko: 사이트에서 찾는 중
nl: van
pl: z
pt_br: de
pt_pt: de
ro: de la
ru: из
sk: na
sr_rs: sa lokacije
sv: från
tr: şu siteden:
uk: з
zh_hans: 从
zh_hant: 從

# osd.hwdec
source: Hardware Decoding: %@
af: Apparatuurdekodering: %@
ar: فك ترميز: %@
ca: Decodificació per maquinari: %@
cs: Hardwarové dekódování: %@
da: Hardwareafkodning: %@
de: Hardware-Dekodierung %@
es: Decodificación de hardware: %@
fi: Laitteistopohjainen purku: %@
fr: Décodage matériel : %@
he: פענוח חומרה: %@
hr: Hardversko dekodiranje: %@
hu: Hardveres dekódolás: %@
it: Decodifica dell'Hardware: %@
ja: ハードウェアデコード中: %@
ko: 하드웨어 디코딩: %@
nl: Hardware acceleratie: %@
pl: Dekodowanie sprzętowe: %@
pt_br: Decodificação por hardware: %@
pt_pt: Descodificação de Hardware: %@
ro: Decodare hardware: %@
ru: Аппаратное декодирование: %@
sk: Hardvérové dekódovanie: %@
sr_rs: Hardversko dekodiranje: %@
sv: Hårdvaruavkodning: %@
tr: Donanımsal Kod Çözücü: %@
uk: Апаратне декодування: %@
zh_hans: 正在硬件解码: %@
zh_hant: 硬體解碼: %@

# osd.mute
source: Mute
af: Demp
ar: كتم الصوت
ca: Silencia
cs: ztlumení
da: Lydløs
de: Stumm
es: Silenciar
fi: Mykistä
fr: Couper le son
he: השתקה
hi: म्यूट
hr: Isključi zvuk
hu: Némítás
id: Bisukan
it: Silenzio
ja: ミュート
ko: 소리 끔
nl: Geluid uit
pl: Wycisz
pt_br: Mudo
pt_pt: Desativar Som
ro: Mut
ru: режим «Без звука»
sk: Stíšiť
sr_rs: Isključen zvuk
sv: Tysta
tr: Sesi Kapat
uk: звук
zh_hans: 静音
zh_hant: 靜音

# osd.network_error
source: Network error
af: Netwerkfout
ar: خطأ في الشبكة
ca: Error de xarxa
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
es: Error de red
fi: Verkkovirhe
fr: Erreur réseau
he: שגיאת רשת
hi: नेटवर्क त्रुटि
hr: Mrežna greška
hu: Hálózati hiba
id: Jaringan bermasalah
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de rede
pt_pt: Erro de Rede
ro: Eroare de rețea
ru: Ошибка сети
sk: Problém so sieťou
sr_rs: Greška na mreži
sv: Nätverksfel
tr: Ağ hatası
uk: Помилка мережі
zh_hans: 网络错误
zh_hant: 網路連線錯誤

# osd.no_loop
source: Disable Looping
af: Deaktiveer herhaling
ar: تعطيل التكرار
ca: Desactivar repetició
cs: Zakázat opakování
da: Deaktiver gentagelse
de: Wiederholen deaktivieren
es: Desactivar bucle
fr: Désactiver la lecture en boucle
he: השבת חזרה
hr: Isključi ponavljanje
hu: Ismétlés kikapcsolása
id: Nonaktifkan Mode Pengulangan
it: Disabilita ripetizione
ja: ループを無効にする
ko: 반복 재생하지 않음
pl: Wyłącz zapętlenie
pt_br: Desabilitar Repetrição
ro: Dezactivează repetiția
ru: Отключить повтор
sk: Zakázať opakovanie
sv: Inaktivera repetering
tr: Yinelemeyi Kapat
uk: Вимкнути повторення
zh_hans: 禁用循环
zh_hant: 取消循環播放檔案

# osd.pause
source: Pause
af: Wag
ar: توقف
ca: Pausa
cs: pozastavení
de: Pausieren
es: Pausa
fi: Tauko
fr: Mettre en pause
he: השהיה
hi: ठहरें
hr: Pauziraj
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeer
pl: Pauza
pt_br: Pausa
pt_pt: Pausa
ro: Pauză
ru: паузу
sk: Pozastaviť
sr_rs: Pauziraj
sv: Pausa
tr: Duraklat
uk: паузу
zh_hans: 暂停
zh_hant: 暫停

# osd.playlist_loop
source: Loop Playlist
af: Herhaal afspeellys
ar: تكرار قائمة التشغيل
ca: Repetir la llista de reproducció
cs: Opakovat playlist
da: Gentag afspilningsliste
de: Wiedergabeliste wiederholen
es: Repetir lista de reproducción
fr: Lire en boucle la liste de lecture
he: חזרה על רשימת השמעה
hr: Ponavljanje playliste
hu: Ismétlődő lejátszási lista
id: Pengulangan Pada Playlist
it: Ripeti la playlist
ja: プレイリストをループ
ko: 재생목록 반복 재생
pl: Zapętl playlistę
pt_br: Repetir Lista de Reprodução
ro: Repetă playlist-ul
ru: Повтор плейлиста
sk: Opakuj playlist
sv: Repetera spellista
tr: Oynatma Listesini Yinele
uk: Повтор плейлиста
zh_hans: 循环播放列表
zh_hant: 循環播放全部檔案

# osd.resume
source: Resume
af: Hervat
ar: استئناف
ca: Reprèn
cs: Pokračovat
da: Genoptag
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Reprendre
he: המשך את
hi: रिज्यूम
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 続きから再生
ko: 이어보기
nl: Hervat
pl: Wznowienie
pt_br: Continuar
pt_pt: Retomar
ro: Reia
ru: Продолжить
sk: Pokračovať
sr_rs: Nastavi
sv: Återuppta
tr: Sürdür
uk: Відновити
zh_hans: 继续播放
zh_hant: 繼續播放

# osd.rotate
source: Rotate: %i°
af: Roteer: %i°
ar: تدوير: %i°
ca: Gira: %i°
cs: Otočení: %i°
da: Roter: %i°
de: Drehung: %i°
es: Rotar: %i°
fi: Kierto: %i°
fr: Rotation : %i°
he: הטיה: %i°
hi: घुमाएँ: %i°
hr: Okreni: %i°
hu: Elforgatás: %i°
id: Putar: %i°
it: Rotazione: %i°
ja: 回転: %i°
ko: 회전: %i°
nl: Roteer: %i°
pl: Obrót: %i°
pt_br: Rotacionar: %i°
pt_pt: Rodar: %i°
ro: Rotește: %i°
ru: Поворот: %i°
sk: Otočiť: %i°
sr_rs: Rotiraj: %i°
sv: Rotera: %i°
tr: Döndür: %i°
uk: Обертання: %i°
zh_hans: 旋转：%i°
zh_hant: 旋轉：%i°

# osd.screenshot
source: Screenshot Captured
af: Skermkiekie geneem
ar: تم التقاط لقطة الشاشة
ca: Captura de pantalla feta
cs: Snímek obrazovky pořízen
da: Screenshot taget
de: Bildschirmfoto aufgenommen
es: Captura de pantalla
fi: Kuvankaappaus otettu
fr: Une capture d'écran a été prise
he: בוצע צילום מסך
hi: स्क्रीनशॉट कैप्चर किया गया
hr: Slika ekrana snimljena
hu: Képernyőkép rögzítve
id: Tangkapan Layar Berhasil
it: Schermata catturata
ja: スクリーンショットを保存しました
ko: 스크린샷 저장됨
nl: Schermafbeelding genomen
pl: Zachowano zrzut ekranu
pt_br: Imagem Capturada
pt_pt: Captura de ecrã efetuada
ro: Captură de ecran realizată
ru: Скриншот сохранен
sk: Snímka obrazovky vyhotovená
sr_rs: Snimak ekrana je napravljen
sv: Skärmdump tagen
tr: Ekran Görüntüsü Alındı
uk: Знімок екрана зроблено
zh_hans: 已截图
zh_hant: 已儲存畫面截圖

# osd.speed
source: Speed: %.2fx
af: Snelheid: %.2fx
ar: السرعة: %.2fx
ca: Velocitat: %.2fx
cs: Rychlost: %.2f×
da: Hastighed: %.2fx
de: Geschwindigkeit: %.2fx
es: Velocidad: %.2fx
fi: Nopeus: %.2fx
fr: Vitesse : %.2fx
he: מהירות: x%.2f
hi: गति: %.2fx
hr: Brzina: %.2fx
hu: Sebesség: %.2fx
id: Kecepatan: %.2fx
it: Velocità: %.2fx
ja: 再生速度: %.2fx
ko: 재생속도: %.2f배속
nl: Snelheid: %.2fx
pl: Prędkość: %.2fx
pt_br: Velocidade: %.2fx
pt_pt: Velocidade: %.2fx
ro: Viteză: %.2fx
ru: Скорость: %.2f×
sk: Rýchlosť: %.2f x
sr_rs: Brzina: %.2fx
sv: Hastighet: %.2fx
tr: Hız: %.2fx
uk: Швидкість: %.2fx
zh_hans: 速度：%.2fx
zh_hant: 速度：%.2fx

# osd.sub_delay.earlier
source: Subtitle Delay: %.2fs Earlier
af: Onderskrif versnel met %.2fs
ar: تأخير الترجمة: %.2fثانية سابقة
ca: Retard dels subtítols: %.2fs abans
cs: Zpoždění titulků: −%.2f s
da: Undertekstforsinkelse: %.2fs Tidligere
de: Untertitelverzögerung: %.2f s früher
es: Retraso de subtítulos: %.2fs Antes
fi: Tekstityksen viive: %.2fs aiemmin
fr: Délai des sous-titres : %.2fs en retard
he: עיכוב כתוביות: %.2f שניות הקדמה
hi: उपशीर्षक देरी: %.2fs पूर्व
hr: Kašnjenje titla: %.2fs ranije
hu: Felirat késleltetés: %.2fmp-vel hamarabb
id: Penundaan Terjemahan: %.2f dtk lebih lambat
it: Differenza sottotitoli: %.2fs prima
ja: 字幕ディレイ: %.2f秒 早く
ko: 자막 지연: %.2f초 빠르게
nl: Ondertiteling vertraagd met %.2fs
pl: Opóźnienie napisów: %.2fs wcześniej
pt_br: Atraso de Legenda: %.2fs Antecipada
pt_pt: Atraso da Legenda: %.2fs Antes
ro: Întârziere subtitrare: %.2fs mai devreme
ru: Задержка субтитров: на %.2f с раньше
sk: Posunutie titulkov: -%.2f s
sr_rs: Kašnjenje titla: %.2fs ranije
sv: Undertextsfördröjning: %.2fs tidigare
tr: Altyazı Gecikmesi: %.2f sn Erken
uk: Затримка субтитрів: –%.2f с
zh_hans: 字幕延迟：提前 %.2f 秒
zh_hant: 字幕延遲：提前 %.2f 秒

# osd.sub_delay.later
source: Subtitle Delay: %.2fs Later
af: Onderskrif vertraag met %.2fs
ar: تأخير الترجمة: %.2fث لاحقاً
ca: Retard dels subtítols: %.2fs després
cs: Zpoždění titulků: %.2f s
da: Undertekstforsinkelse: %.2fs Senere
de: Untertitelverzögerung: %.2f s später
es: Retraso de subtítulos: %.2fs Después
fi: Tekstityksen viive: %.2fs myöhemmin
fr: Délai des sous-titres : %.2fs en avance
he: עיכוב כתוביות: %.2f שניות איחור
hi: उपशीर्षक देरी: %.2fs बाद में
hr: Kašnjenje titla: %.2fs kasnije
hu: Felirat késleltetés: %.2fmp-vel később
id: Penundaan Terjemahan: %.2f dtk lebih cepat
it: Differenza sottotitoli: %.2fs dopo
ja: 字幕ディレイ: %.2f秒 遅く
ko: 자막 지연: %.2f초 느리게
nl: Ondertiteling versneld met %.2fs
pl: Opóźnienie napisów: %.2fs później
pt_br: Atraso de Legenda: %.2fs Atrasada
pt_pt: Atraso da legenda: %.2fs depois
ro: Întârziere subtitrare: %.2fs mai târziu
ru: Задержка субтитров: на %.2f с позже
sk: Posunutie titulkov: +%.2f s
sr_rs: Kašnjenje titla: %.2fs kasnije
sv: Undertextsfördröjning: %.2fs senare
tr: Altyazı Gecikmesi: %.2f sn Geç
uk: Затримка субтитрів: +%.2f с
zh_hans: 字幕延迟：延迟 %.2f 秒
zh_hant: 字幕延遲：延遲 %.2f 秒
